{"_id":1,"title":"Happiness","slogan":"What everyone wishes to have","description":"More than simply positive mood, happiness is a state of well-being that encompasses living a good life—that is, with a sense of meaning and deep satisfaction. Research shows that happiness is not the result of bouncing from one joy to the next; achieving happiness typically involves times of considerable discomfort.","stars":0,"category":"Emotions","img_url":"/img/products/happiness.jpg","price":999999.99}
{"_id":2,"title":"Unicorn","slogan":"An unique animal","description":"In European folklore, the unicorn is often depicted as a white horse-like or goat-like animal with a long horn and cloven hooves (sometimes a goat's beard). In the Middle Ages and Renaissance, it was commonly described as an extremely wild woodland creature, a symbol of purity and grace, which could only be captured by a virgin. In the encyclopedias its horn was said to have the power to render poisoned water potable and to heal sickness. In medieval and Renaissance times, the tusk of the narwhal was sometimes sold as unicorn horn.","stars":0,"category":"Beasts","img_url":"/img/products/unicorn.png","price":125456.5,"reviews":[{"name":"Paul","comment":"beautiful animal","stars":5,"date":1.456067725049e+12}]}
{"_id":3,"title":"Teletransport","slogan":"Go wherever you want in seconds!","description":"Transfer of matter or energy from one point to another without traversing the physical space between them.","stars":0,"category":"Tech","img_url":"/img/products/teletransport.jpg","price":5.0}
{"_id":4,"title":"Tail","slogan":"Be unique!","description":"The tail is the section at the rear end of an animal's body; in general, the term refers to a distinct, flexible appendage to the torso. It is the part of the body that corresponds roughly to the sacrum and coccyx in mammals, reptiles, and birds. While tails are primarily a feature of vertebrates, some invertebrates including scorpions and springtails, as well as snails and slugs, have tail-like appendages that are sometimes referred to as tails.","stars":0,"category":"Accessories","img_url":"/img/products/tail.png","price":45.0,"reviews":[{"name":"mark88","comment":"So cute!!","stars":2,"date":1.455800194995e+12},{"name":"Jane","comment":"Love this.","stars":5,"date":1.455804800769e+12},{"name":"Jorge","comment":"Maybe a bit too short","stars":4,"date":1.455804825509e+12}]}
{"_id":5,"title":"Wand","slogan":"Hogwarts original stuff","description":"A wand (sometimes magic wand) is a thin, hand-held stick or rod made of wood, stone, ivory, or metals like gold or silver. Generally, in modern language, wands are ceremonial and/or have associations with magic but there have been other uses, all stemming from the original meaning as a synonym of rod and virge, both of which had a similar development. A stick giving length and leverage is perhaps the earliest and simplest of tools. Long versions of the magic wand are usually styled in forms of staves or sceptres, often with designs or an orb of a gemstone forged on the top.","stars":0,"category":"Accessories","img_url":"/img/products/wand.jpg","price":45.0}
{"_id":6,"title":"Rotten Banana","slogan":"Jungle Junk Food","description":"The banana is an edible fruit – botanically a berry – produced by several kinds of large herbaceous flowering plants in the genus Musa.","stars":0,"category":"Food","img_url":"/img/products/rotten-banana.jpg","price":5.0}
{"_id":7,"title":"Triceratops Meat","slogan":"Old, classic food","description":"Triceratops is a genus of herbivorous ceratopsid dinosaur that first appeared during the late Maastrichtian stage of the late Cretaceous period, about 68 million years ago (mya) in what is now North America. It is one of the last known non-avian dinosaur genera, and became extinct in the Cretaceous–Paleogene extinction event 66 million years ago.","stars":0,"category":"Food","img_url":"/img/products/triceratops-meat.png","price":15.0}
{"_id":8,"title":"Zeus Lightning","slogan":"Feeling like a Greek God","description":"A thunderbolt or lightning bolt is a symbolic representation of lightning when accompanied by a loud thunderclap. In ancient Hellenic and Roman religious traditions, the thunderbolt represents Zeus or Jupiter (etymologically 'Sky Father'), thence the origin and ordaining pattern of the universe.","stars":0,"category":"Accessories","img_url":"/img/products/zeus-lightning.png","price":45672.06}
{"_id":9,"title":"Invisible Spaghetti","slogan":"Mystery recipe","description":"Originally spaghetti was notably long, but shorter lengths gained in popularity during the latter half of the 20th century and now spaghetti is most commonly available in 25–30 cm (10–12 in) lengths. A variety of pasta dishes are based on it.","stars":0,"category":"Food","img_url":"/img/products/invisible-spaghetti.png","price":55.0}
{"_id":10,"title":"Aladdin Bottle","slogan":"Genie included, for sure!","description":"Genies frequently occur as characters or plot elements in fictional works. They are often divided into different categories, of which the most prominent are marid, genie or jinn, and ifrit.","stars":0,"category":"Tech","img_url":"/img/products/aladdin-bottle.png","price":3012822.40}
{"_id":11,"title":"God Mead","slogan":"Its taste is divine!","description":" The legendary drinking, feasting and boasting of warriors in the mead hall is echoed in the mead hall Din Eidyn (modern day Edinburgh) as depicted in the poem Y Gododdin, attributed to the poet Aneirin who would have been a contemporary of Taliesin. In the Old English epic poem Beowulf, the Danish warriors drank mead. In both Insular Celtic and Germanic cultures mead was the primary heroic drink in poetry.","stars":0,"category":"Food","img_url":"/img/products/god-mead.jpg","price":20.0}
{"_id":12,"title":"Flying Carpet","slogan":"Conquer the sky!","description":"A magic carpet, also called a flying carpet, is a legendary carpet that can be used to transport humans who are on it instantaneously or quickly to their destination.","stars":0,"category":"Tech","img_url":"/img/products/flying-carpet.jpg","price":445561.0}
{"_id":13,"title":"Broken Car","slogan":"No speeding problems!","description":"A car (or automobile) is a wheeled motor vehicle used for transportation. Most definitions of car say they run primarily on roads, seat one to eight people, have four tires, and mainly transport people rather than goods.","stars":0,"category":"Tech","img_url":"/img/products/broken-car.jpg","price":2340.0,"reviews":[{"name":"Ringo","comment":"Very slow.","stars":1,"date":1.45580490225e+12}]}
{"_id":14,"title":"Holy Grail","slogan":"Everyone wants it","description":"The Holy Grail is a vessel that serves as an important motif in Arthurian literature. Different traditions describe it as a cup, dish or stone with miraculous powers that provide happiness, eternal youth or sustenance in infinite abundance.","stars":0,"category":"Accessories","img_url":"/img/products/holy-grail.png","price":200000.0}
{"_id":15,"title":"Greed","slogan":"Insatiable longing for unneeded excess","description":"As secular psychological concept, greed is an inordinate desire to acquire or possess more than one needs. The degree of inordinance is related to the inability to control the reformulation of wants once desired needs are eliminated. It is typically used to criticize those who seek excessive material wealth, although it may apply to the need to feel more excessively moral, social, or otherwise better than someone else. The purpose for greed, and any actions associated with it, is possibly to deprive others of potential means (perhaps, of basic survival and comfort) or future opportunities accordingly, or to obstruct them therefrom, thus insidious and tyrannical or otherwise having negative connotation. Alternately, the purpose could be defense or counteraction from such dangerous, potential negotiation in matters of questionable agreeability. A consequence of greedy activity may be inability to sustain any of the costs or burdens associated with that which has been or is being accumulated, leading to a backfire or destruction, whether of self or more generally.","stars":0,"category":"Emotions","img_url":"/img/products/greed.jpg","price":29.0,"reviews":[{"name":"Paula","comment":"Can't get enough!","stars":4,"date":1.456086633854e+12}]}
{"_id":16,"title":"Hermes Sandals","slogan":"Fly high!","description":"Talaria (Ancient Greek: πτηνοπέδιλος; πτερόεντα πέδιλα) are winged sandals, a symbol of the Greek messenger god Hermes (Roman equivalent Mercury). They were said to be made by the god Hephaestus of imperishable gold and they flew the god as swift as any bird. The name is from the Latin talaria.","stars":0,"category":"Accessories","img_url":"/img/products/hermes-sandals.png","price":1.0}
{"_id":17,"title":"Serendipity","slogan":"What a fortunate happenstance!","description":"The occurrence and development of events by chance in a happy or beneficial way.","stars":0,"category":"Others","img_url":"/img/products/serendipity.jpg","price":21.0,"reviews":[{"name":"Dave","comment":"Using this you can really find unexpected stuff!","stars":5,"date":1.456270097364e+12},{"name":"Judith","comment":"The first time I used it, I was really surprised by the result.","stars":3,"date":1.456270240382e+12}]}
{"_id":18,"title":"Broken Glass","slogan":"Drink wine, water or anything else","description":"Glass is a hard material that can be made in many shapes. It is usually transparent, but it can also be made in colours.","stars":0,"category":"Food","img_url":"/img/products/broken-glass.jpg","price":21.0}
{"_id":19,"title":"Chimera","slogan":"Nothing better to fly free!","description":"The term chimera has come to describe any mythical or fictional animal with parts taken from various animals, or to describe anything composed of very disparate parts, or perceived as wildly imaginative, implausible, or dazzling. The seeing of a Chimera was an omen for disaster.","stars":0,"category":"Beasts","img_url":"/img/products/chimera.png","price":4548612.58}
{"_id":20,"title":"Stones","slogan":"An universal ingredient","description":"Hard solid non-metallic mineral matter of which rock is made, especially as a building material.","stars":0,"category":"Food","img_url":"/img/products/stones.jpg","price":45.0}
{"_id":21,"title":"Broken Egg","slogan":"Cook with this if you can!","description":"An egg is the organic vessel containing the zygote in which an animal embryo develops until it can survive on its own; at which point the animal hatches. An egg results from fertilization of an ovum. Most arthropods, vertebrates, and mollusks lay eggs, although some, such as scorpions and most mammals, do not. Reptile eggs, bird eggs, and monotreme eggs are laid out of water, and are surrounded by a protective shell, either flexible or inflexible. Eggs laid on land or in nests are usually kept within a warm and favorable temperature range while the embryo grows. When the embryo is adequately developed it hatches, i.e. breaks out of the egg's shell. Some embryos have a temporary egg tooth they use to crack, pip, or break the eggshell or covering.","stars":0,"category":"Food","img_url":"/img/products/broken-egg.jpg","price":4.0}
{"_id":22,"title":"Rage","slogan":"Really angry!!","description":"Violent uncontrollable anger. Anger or aggression associated with conflict arising from a particular situation. The violent action of a natural agency. A vehement desire or passion. A widespread temporary enthusiasm or fashion.","stars":0,"category":"Emotions","img_url":"/img/products/rage.jpg","price":3.0}
{"_id":23,"title":"Hippogriff","slogan":"The true best friend","description":"The first recorded mention of the hippogriff was made by the Latin poet Virgil in his Eclogues. Though sometimes depicted during the Classical Era and during the rule of the Merovingians, it was used by Ludovico Ariosto in his Orlando Furioso, at the beginning of the 16th century. Within the poem, the hippogriff is a steed born of a mare and a griffin—it is extremely fast and is presented as being able to fly around the world and to the Moon. It is ridden by magicians and the wandering knight Ruggiero, who, from the creature’s back, frees the beautiful Angelica.","stars":0,"category":"Beasts","img_url":"/img/products/hyppogriff.png","price":225852.0}
