{"_id":1,"title":"Happiness","slogan":"What everyone wishes to have","description":"More than simply positive mood, happiness is a state of well-being that encompasses living a good life—that is, with a sense of meaning and deep satisfaction. Research shows that happiness is not the result of bouncing from one joy to the next; achieving happiness typically involves times of considerable discomfort.","stars":0,"category":"Emotions","img_url":"/img/products/happiness.jpg","price":999999.99}
{"_id":2,"title":"Unicorn","slogan":"An unique animal","description":"In European folklore, the unicorn is often depicted as a white horse-like or goat-like animal with a long horn and cloven hooves (sometimes a goat's beard). In the Middle Ages and Renaissance, it was commonly described as an extremely wild woodland creature, a symbol of purity and grace, which could only be captured by a virgin. In the encyclopedias its horn was said to have the power to render poisoned water potable and to heal sickness. In medieval and Renaissance times, the tusk of the narwhal was sometimes sold as unicorn horn.","stars":0,"category":"Beasts","img_url":"/img/products/unicorn.png","price":125456.5,"reviews":[{"name":"","comment":"","stars":5,"date":1.456067725049e+12}]}
{"_id":3,"title":"Teletransport","slogan":"Go wherever you want in seconds!","description":"Transfer of matter or energy from one point to another without traversing the physical space between them.","stars":0,"category":"Tech","img_url":"/img/products/teletransport.jpg","price":5.0}
{"_id":4,"title":"Tail","slogan":"Be unique!","description":"The tail is the section at the rear end of an animal's body; in general, the term refers to a distinct, flexible appendage to the torso. It is the part of the body that corresponds roughly to the sacrum and coccyx in mammals, reptiles, and birds. While tails are primarily a feature of vertebrates, some invertebrates including scorpions and springtails, as well as snails and slugs, have tail-like appendages that are sometimes referred to as tails.","stars":0,"category":"Accessories","img_url":"/img/products/tail.png","price":45.0,"reviews":[{"name":"Shannon","comment":"This is so warm and comfortable.","stars":2,"date":1.455800194995e+12},{"name":"Bob","comment":"Love this.","stars":5,"date":1.455804800769e+12},{"name":"Jorge","comment":"Brown. It's brown.","stars":4,"date":1.455804825509e+12}]}
{"_id":5,"title":"Wand","slogan":"Hogwarts original stuff","description":"A wand (sometimes magic wand) is a thin, hand-held stick or rod made of wood, stone, ivory, or metals like gold or silver. Generally, in modern language, wands are ceremonial and/or have associations with magic but there have been other uses, all stemming from the original meaning as a synonym of rod and virge, both of which had a similar development. A stick giving length and leverage is perhaps the earliest and simplest of tools. Long versions of the magic wand are usually styled in forms of staves or sceptres, often with designs or an orb of a gemstone forged on the top.","stars":0,"category":"Accessories","img_url":"/img/products/wand.jpg","price":45.0}
{"_id":6,"title":"Rotten Banana","slogan":"Jungle Junk Food","description":"Let your style speak for itself with this chic brown carry-all bag. Featuring a nylon exterior with solid contrast trim, brown in color, and MongoDB logo","stars":0,"category":"Swag","img_url":"/img/products/brown-bag.jpg","price":5.0}
{"_id":7,"title":"Triceratops Meat","slogan":"Old, classic food","description":"The MongoDB Insulated Travel Tumbler is smartly designed to maintain temperatures and go anywhere. Dual wall construction will keep your beverages hot or cold for hours and a slide lock lid helps minimize spills.","stars":0,"category":"Kitchen","img_url":"/img/products/triceratops-meat.png","price":9.0}
{"_id":8,"title":"Zeus Lightning","slogan":"Feeling like a Greek God","description":"Erase and rewrite repeatedly without damaging documents. The needlepoint tip creates clear precise lines and the thermo-sensitive gel ink formula disappears with erasing friction.","stars":0,"category":"Accessories","img_url":"/img/products/zeus-lightning.png","price":45672.06}
{"_id":9,"title":"Invisible Spaghetti","slogan":"Mystery recipe","description":"Erase and rewrite repeatedly without damaging documents. The needlepoint tip creates clear precise lines and the thermo-sensitive gel ink formula disappears with erasing friction.","stars":0,"category":"Kitchen","img_url":"/img/products/invisible-spaghetti.png","price":55.0}
{"_id":10,"title":"Aladdin Bottle","slogan":"Genie included, for sure!","description":"Crafted from ultra-soft combed cotton, this essential t-shirt features sporty contrast tipping and MongoDB's signature leaf.","stars":0,"category":"Tech","img_url":"/img/products/aladdin-bottle.png","price":3012822.40}
{"_id":11,"title":"God Mead","slogan":"Its taste is divine!","description":"Manage the huMONGOus amount of data collected through your web application with MongoDB. This authoritative introduction—written by a core contributor to the project—shows you the many advantages of using document-oriented databases, and demonstrates how this reliable, high-performance system allows for almost infinite horizontal scalability.","stars":0,"category":"Kitchen","img_url":"/img/products/god-mead.jpg","price":20.0}
{"_id":12,"title":"Flying Carpet","slogan":"Conquer the sky!","description":"Waterproof vinyl, will last 18 months outdoors.  Ideal for smooth flat surfaces like laptops, journals, windows etc.  Easy to remove.  50% discounts on all orders of any 6+","stars":0,"category":"Tech","img_url":"/img/products/flying-carpet.jpg","price":445561.0}
{"_id":13,"title":"USB Stick (Green)","slogan":"1GB of space","description":"MongoDB's Turbo USB 3.0 features lightning fast transfer speeds of up to 10X faster than standard MongoDB USB 2.0 drives. This ultra-fast USB allows for fast transfer of larger files such as movies and videos.","stars":0,"category":"Electronics","img_url":"/img/products/greenusb.jpg","price":20.0,"reviews":[{"name":"Ringo","comment":"He's very green.","stars":4,"date":1.45580490225e+12}]}
{"_id":14,"title":"USB Stick (Leaf)","slogan":"1GB of space","description":"MongoDB's Turbo USB 3.0 features lightning fast transfer speeds of up to 10X faster than standard MongoDB USB 2.0 drives. This ultra-fast USB allows for fast transfer of larger files such as movies and videos.","stars":0,"category":"Electronics","img_url":"/img/products/leaf-usb.jpg","price":20.0}
{"_id":15,"title":"Scaling MongoDB","slogan":"2nd Edition","description":"Create a MongoDB cluster that will grow to meet the needs of your application. With this short and concise book, you'll get guidelines for setting up and using clusters to store a large volume of data, and learn how to access the data efficiently. In the process, you'll understand how to make your application work with a distributed database system.","stars":0,"category":"Books","img_url":"/img/products/scaling-book.jpg","price":29.0,"reviews":[{"name":"Horatio","comment":"This is a pretty good book","stars":4,"date":1.456086633854e+12}]}
{"_id":16,"title":"Hermes Sandals","slogan":"Fly high!","description":"Waterproof vinyl, will last 18 months outdoors.  Ideal for smooth flat surfaces like laptops, journals, windows etc.  Easy to remove.  50% discounts on all orders of any 6+","stars":0,"category":"Accessories","img_url":"/img/products/hermes-sandals.png","price":1.0}
{"_id":17,"title":"Serendipity","slogan":"Premium Umbrella","description":"The occurrence and development of events by chance in a happy or beneficial way.","stars":0,"category":"Others","img_url":"/img/products/umbrella-brown.jpg","price":21.0,"reviews":[{"name":"Donald Trump","comment":"This is the best umbrella you will ever use.","stars":5,"date":1.456270097364e+12},{"name":"Shannon","comment":"Sturdy construction, but a little too big to fit in my bag for work.","stars":3,"date":1.456270240382e+12}]}
{"_id":18,"title":"Broken Glass","slogan":"Drink wine, water or anything else","description":"Glass is a hard material that can be made in many shapes. It is usually transparent, but it can also be made in colours.","stars":0,"category":"Kitchen","img_url":"/img/products/broken-glass.jpg","price":21.0}
{"_id":19,"title":"Chimera","slogan":"Nothing better to fly free!","description":"The term chimera has come to describe any mythical or fictional animal with parts taken from various animals, or to describe anything composed of very disparate parts, or perceived as wildly imaginative, implausible, or dazzling. The seeing of a Chimera was an omen for disaster.","stars":0,"category":"Beasts","img_url":"/img/products/chimera.png","price":4548612.58}
{"_id":20,"title":"Stones","slogan":"An universal ingredient","description":"Hard solid non-metallic mineral matter of which rock is made, especially as a building material.","stars":0,"category":"Kitchen","img_url":"/img/products/stones.jpg","price":45.0}
{"_id":21,"title":"Broken Egg","slogan":"Cook with this if you can!","description":"An egg is the organic vessel containing the zygote in which an animal embryo develops until it can survive on its own; at which point the animal hatches. An egg results from fertilization of an ovum. Most arthropods, vertebrates, and mollusks lay eggs, although some, such as scorpions and most mammals, do not. Reptile eggs, bird eggs, and monotreme eggs are laid out of water, and are surrounded by a protective shell, either flexible or inflexible. Eggs laid on land or in nests are usually kept within a warm and favorable temperature range while the embryo grows. When the embryo is adequately developed it hatches, i.e. breaks out of the egg's shell. Some embryos have a temporary egg tooth they use to crack, pip, or break the eggshell or covering.","stars":0,"category":"Kitchen","img_url":"/img/products/broken-egg.jpg","price":4.0}
{"_id":22,"title":"Rage","slogan":"Really angry!!","description":"Violent uncontrollable anger. Anger or aggression associated with conflict arising from a particular situation. The violent action of a natural agency. A vehement desire or passion. A widespread temporary enthusiasm or fashion.","stars":0,"category":"Emotions","img_url":"/img/products/rage.jpg","price":3.0}
{"_id":23,"title":"Hippogriff","slogan":"The true best friend","description":"The first recorded mention of the hippogriff was made by the Latin poet Virgil in his Eclogues. Though sometimes depicted during the Classical Era and during the rule of the Merovingians, it was used by Ludovico Ariosto in his Orlando Furioso, at the beginning of the 16th century. Within the poem, the hippogriff is a steed born of a mare and a griffin—it is extremely fast and is presented as being able to fly around the world and to the Moon. It is ridden by magicians and the wandering knight Ruggiero, who, from the creature’s back, frees the beautiful Angelica.","stars":0,"category":"Beasts","img_url":"/img/products/hyppogriff.png","price":225852.0}
